---
kind: property
id: P:Autodesk.Revit.DB.Analysis.EnergyDataSettings.UseOutsideAirPerArea
source: html/d6be1399-07ff-844f-7b1b-f024cdf00b25.htm
---
# Autodesk.Revit.DB.Analysis.EnergyDataSettings.UseOutsideAirPerArea Property

True is user is specifying outside air per area, false otherwise.

## Syntax (C#)
```csharp
public bool UseOutsideAirPerArea { get; set; }
```